Repository: AmFearLiath/osclass-make-your-offer
Catalog: languages/*/messages.po
Languages: de_de

source: <strong>All Settings saved.</strong> Your plugin ist now configured
de_de: <strong>Einstellungen gespeichert.</strong> Das Plugin ist jetzt kofiguriert

source: <strong>Error.</strong> Your settings can not be saved, please try again
de_de: <strong>Fehler</strong> Die Einstellungen konnten nicht gespeichert werden, bitte versuche es erneut

source: Make your offer
de_de: Angebot abgeben

source: This plugin allows the user, to make an offer on ads
de_de: Dieses Plugin erlaubt Benutzern ein Angebot zu Inseraten abzugeben.

source: Offer box
de_de: Angebote Box

source: To display the Offer box, place this code anywhere you want (e.g. in item.php or item-sidebar.php of your theme)
de_de: Um die Angebotsbox anzuzeigen, füge folgenden Code an beliebiger Stelle in Deinem Theme ein (z.B. item.php oder item-sidebar.php)

source: Checkbox on item post/edit
de_de: Checkbox auf der Inserate erstellen/bearbeiten Seite

source: To display a checkbox, where seller can activate the offer box, place the code below in item-post.php
de_de: Um eine Checkbox anzuzeigen, wo Inserenten die Angebotebox aktivieren können, füge folgenden Code in die item-post.php ein.

source: true: show the title; false: show checkbox without title
de_de: true: Titel wird angezeigt; false: Zeigt die Checkbox ohne Titel

source: or
de_de: oder

source: <strong>Show Checkbox</strong> This option shows an checkbox on the end of the form on item post/edit page
de_de: <strong>Zeige Checkbox</strong> Diese Option aktiviert eine Checkbox am Ende der Inserate erstellen/bearbeiten Seite

source: Save
de_de: Speichern

source: User can make an alternate offer
de_de: Benutzer können ein alternatives Angebot machen.

source: Offer by %s
de_de: Angebot von %s

source: Last offer
de_de: Letztes Angebot

source: Current offer
de_de: Aktuelles Angebot

source: Your offer
de_de: Ihr Angebot

source: From
de_de: Von

source: You can't make an offer on this ad anymore.
de_de: Sie können zu diesem Inserat kein Angebot mehr abgeben.

source: No offers yet.
de_de: Noch keine Angebote.

source: Login to make an offer.
de_de: Anmelden um ein Angebot abzugeben

source: Activate offers
de_de: Angebote aktivieren

source: Deactivate offers
de_de: Angebote deaktivieren

source: Notify me
de_de: Benachrichtige mich

source: No notify
de_de: Nicht benachrichtigen

source: Set minimum offer value
de_de: Minimumgebot festlegen

source: Set the minimum price...
de_de: Minimumpreis setzen...

source: {PAGE_TITLE} - New offer
de_de: {PAGE_TITLE} - Neues Angebot

source: Hello {TO_NAME},
de_de: Hallo {TO_NAME},

source: There is a new offer for you
de_de: Es ist ein neues Angebot eingegangen

source: Value
de_de: Angebot

source: Best regards
de_de: Mit freundlichen Grüßen
